Tekla Open API Reference for Tekla Structures 2025
SizeAboveLine Methods
The WeldFilterExpressions.SizeAboveLine type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
WeldFilterExpressions.SizeAboveLine Class
Tekla.Structures.Filtering.Categories Namespace